Repository: abdiiwan1841/bibliograph
Catalog: src/server/modules/webservices/client/source/translation/*.po
Languages: de

source: You have to select one or more reference to import.
de: Sie müssen zunächst einen oder mehrere Datensätze zum Importieren auswählen

source: Please select a folder first.
de: Bitte markieren Sie einen Ordner, in den importiert werden soll

source: Cannot determine selected folder. Please reload the folders.
de: Kann Ordner nicht finden (vielleicht neu angelegt?) Bitte Ordner neu laden.

source: Invalid target folder. You can only import into normal folders.
de: Der Zielordner ist ungültig. Sie können nur in normale Ordner importieren

source: Importing references...
de: Die Datensätze werden importiert

source: Import from library catalog
de: Aus einem Bibliothekskatalog importieren

source: Enter search terms
de: Bitte Suchausdruck eingeben

source: Search
de: Suche

source: Help
de: Hilfe

source: Import selected records
de: Ausgewählte importieren

source: Close
de: Schließen

source: Z39.50 Import
de: Import aus Bibliothekskatalog (Z39.50)

source: (Un-)Select All
de: Alles/nichts auswählen

source: Save
de: Speichern

source: Reload
de: Neu Laden
