Repository: abdiiwan1841/bibliograph
Catalog: bibliograph/plugins/backup/services/locale/C.UTF-8/LC_MESSAGES/backup_*.po
Languages: de

source: Backup has been created.
de: Backup wurde erstellt.

source: Do you really want to replace Database '%s' with a backup?
de: Wollen Sie wirklich Datenbank '%s' mit einer Sicherung ersetzen?

source: Backup from
de: Sicherung vom

source: Please select the backup set to restore into database '%s'
de: Bitte wählen Sie die Sicherung aus, die in Datenbank '%s' zurückgespielt werden soll.

source: Backup file does not exist.
de: Sicherungsdatei existiert nicht.

source: Delete backups older than
de: Sicherungen löschen, die älter sind als

source: Delete backups of datasource '%s':
de: Sicherungen der Datenbank '%s' löschen?

source: No backups found.
de: Keine Sicherungen gefunden.

source: Really delete %d backups?
de: Wirklich %d Sicherungen löschen?

source: %d backups were deleted.
de: %d Sicherungen wurden gelöscht.

source: There was a problem. Please examine the log file.
de: Es ist ein Problem aufgetreten, das in der Logdatei protokolliert wurde.

source: Choose file:
de: Datei auswählen

source: Please select the backup set of datasource '%s' to download
de: Bitte wählen Sie die Sicherung von Datenbank '%s' aus, die heruntergeladen werden soll.

source: Reload application to finish installation.
de: Bitte die Anwendung neu laden um die Installation abzuschließen.

source: Reload application to finish uninstallation
de: Bitte die Anwendung neu laden um die Deinstallation abzuschließen.
