Repository: abdiiwan1841/bibliograph
Catalog: bibliograph/services/locale/C.UTF-8/LC_MESSAGES/bibliograph_*.po
Languages: de

source: Folder Title
de: Ordnertitel

source: Description
de: Beschreibung

source: Is folder publically visible?
de: Ist der Ordner öffentlich?

source: Yes
de: Ja

source: No
de: Nein

source: Search folder?
de: Suchordner?

source: On, Use query to determine content
de: Ja, mit Suchausdruck filtern

source: Off
de: Aus

source: Query
de: Suchausdruck

source: Opened?
de: Geöffnet?

source: Folder is opened by default
de: Ja, Ordner öffnet sich automatisch

source: Folder is closed by default
de: Nein, Ordner ist geschlossen

source: Default Folder
de: Hauptordner

source: Trash Folder
de: Mülleimer

source: Special Issue
de: Zeitschriftenausgabe

source: Article
de: Artikel

source: Book (Monograph)
de: Buch (Monographie)

source: Booklet
de: Broschüre

source: Book (Edited)
de: Sammelband

source: Conference Paper
de: Konferenzpapier

source: Book Chapter
de: Buchkapitel

source: Chapter in Edited Book
de: Kapitel in Sammelband

source: Paper in Conference Proceedings
de: Konferenzpapier

source: Journal Issue
de: Zeitschriftenausgabe

source: Handbook
de: Handbuch

source: Master's Thesis
de: Masterarbeit

source: Miscellaneous
de: Sonstige Veröffentlichung

source: Ph.D. Thesis
de: Doktorarbeit

source: Conference Proceedings
de: Konferenzbeiträge

source: Report/Working Paper
de: Arbeitspapier/Report

source: Unpublished Manuscript
de: Unveröffentlichtes Manuskript

source: Bibliographic Type
de: Werktyp

source: Reference Type
de: Werktyp

source: Citation Key
de: Zitierschlüssel

source: Citation key
de: Zitierschlüssel

source: Abstract
de: Zusammenfassung

source: Place
de: Ort

source: Affiliation
de: Zugehörigkeit

source: Annotation
de: Annotationen

source: Authors
de: Autor/inn/en

source: Editors
de: Herausgeber/innen

source: Book Title
de: Sammelbandtitel

source: Contents
de: Inhaltsverzeichnis

source: Copyright
de: Urheberrechtsangaben

source: Cross Reference
de: Querverweis

source: Date
de: Datum

source: Edition
de: Auflage

source: Published As
de: Publikationsangaben

source: Journal
de: Zeitschrift

source: Key
de: Schlüssel

source: Keywords
de: Schlagworte

source: Language
de: Sprache

source: Call Number
de: Signatur

source: Location
de: Standort

source: Month
de: Monat

source: Note
de: Anmerkungen

source: Number
de: Nummer

source: Organization
de: Organisation

source: Pages
de: Seiten

source: Price
de: Preis

source: Publisher
de: Verlag

source: University
de: Universität

source: Series
de: Serie

source: Size
de: Größe

source: Subtitle
de: Untertitel

source: Title
de: Titel

source: Translator
de: Übersetzer

source: Type
de: Typ

source: Internet Link
de: URL

source: Volume
de: Band

source: Year
de: Jahr

source: and
de: und

source: or
de: oder

source: not
de: nicht

source: is
de: ist

source: isnot
de: ist nicht

source: contains
de: enthält

source: notcontains
de: enthält nicht

source: startswith
de: beginnt mit

source: Index '%s' does not exist.
de: Der Index '%s' existiert nicht.

source: Users
de: Benutzer/innen

source: User
de: Benutzer/in

source: Roles
de: Rollen

source: Role
de: Rolle

source: Groups
de: Gruppen

source: Group
de: Gruppe

source: Permissions
de: Berechtigungen

source: Permission
de: Berechtigung

source: Datasources
de: Datenquellen

source: Datasource
de: Datenquelle

source: Relations
de: Beziehungen

source: In all groups
de: In allen Gruppen

source: Do you want to remove only the datasource entry or all associated data?
de: Wollen Sie nur die Datenquellen-Eintrag entfernen oder alle zugehörigen Daten löschen?

source: All data
de: Alle Daten

source: Entry only
de: Nur den Eintrag

source: Deleting element '%s' of type '%s' is not allowed.
de: Element '%s' vom Typ '%s' kann nicht gelöscht werden.

source: Deleting datasource '%s' failed...
de: Das Löschen der Datenquelle '%s' ist fehlgeschlagen...

source: Datasource '%s' successfully deleted ...
de: Datenquelle '%s' wurde erfolgreich gelöscht.

source: Passwords do not match. Please try again
de: Passwörter stimmen nicht überein. Bitte erneut eingeben.

source: User data is from an LDAP server and cannot be changed.
de: Die Benutzerdaten stammen aus einem LDAP-Server und können nicht verändert werden.

source: You must set a password.
de: Sie müssen ein Passwort eingeben.

source: The data has been saved.
de: Die Änderungen wurden gespeichert.

source: An email has been sent to %s (%s) with information on the registration.
de: Eine Email mit Informationen zur Registrierung wurde an %s (%s) gesendet.

source: An email has been sent to %s (%s) to inform about the change of password.
de: Eine Email mit Informationen zur Passwortänderung wurde an %s (%s) gesendet.

source: Your registration at %s
de: Ihre Registrierung bei %s

source: Dear %s,
de: Sehr geehrte/r %s,

source: You have been registered as user '%s' at '%s'.
de: Sie wurden als Benutzer/in '%s' bei '%s' registriert.

source: Your temporary password is '%s'. You will be asked to change it after your first login.
de: Ihr temporäres Passwort ist '%s'. Sie müssen das Passwort nach der ersten Anmeldung ändern.

source: Please confirm your account by visiting the following link:
de: Bitte bestätigen Sie Ihr Konto, indem sie auf den folgenden Link klicken:

source: Thank you.
de: Vielen Dank.

source: Password change at %s
de: Passwortänderung bei %s

source: This is to inform you that you or somebody else has changed the password at %s.
de: Hiermit möchten wir Sie darüber informieren, dass Ihr Passwort auf '%s' geändert wurde.

source: If this is not what you wanted, please reset your password immediately by clicking on the following link:
de: Wenn Sie dies nicht veranlasst haben, setzen Sie Ihr Passwort am besten sofort zurück, indem Sie auf den folgenden Link klicken:

source: Thank you, %s, your email address has been confirmed.
de: Danke, %s, Ihre E-Mailadresse wurde bestätigt.

source: You can now log in as user '%s' at <a href='%s'>this link</a>
de: Sie können sich jetzt mit dem Benutzernamen '%s' <a href='%s'>hier</a> anmelden.

source: Please enter your email address. You will receive a message with a link to reset your password.
de: Bitte geben Sie Ihre Emailadresse ein. Sie erhalten dann eine Nachricht mit einem Link zum Zurücksetzen Ihres Passwortes.

source: Password reset at %s
de: Ihr Passwort bei %s wurde zurückgesetzt

source: This is to inform you that you or somebody else has requested a password reset at %s.
de: Hiermit möchten wir Sie informieren, dass Sie oder jemand anders eine Rücksetzung des Passworts bei '%s' angefordert hat.

source: If this is not what you wanted, you can ignore this email. Your account is safe.
de: Wenn Sie das nicht veranlasst haben oder das Passwort nicht ändern möchten, können Sie diese Email ignorieren und löschen. Ihr Benutzerkonto wurde nicht verändert.

source: If you have requested the reset, please click on the following link:
de: Wenn Sie das Zurücksetzen des Passworts veranlasst haben, klicken Sie bitte auf den folgenden Link:

source: An email has been sent with information on the password reset.
de: Es wurde eine Email mit Informationen zur Zurücksetzung des Passworts gesendet.

source: Access denied.
de: Zugang verweigert.

source: %s, your password has been reset.
de: %s, Ihr Passwort wurde zurückgesetzt.

source: Your username is '%s' and your temporary password is '%s'.
de: Ihr Nutzername ist '%s' und Ihr temporäres Passwort ist '%s'.

source: Please <a href='%s'>log in</a> and change the password now.
de: Bitte <a href='%s'>melden Sie sich jetzt an</a> und ändern Ihr Passwort.

source: %s is not a valid email address
de: '%s' ist keine gültige Emailadresse

source: No user found for email address %s
de: Für die Adresse '%s' ist kein Benutzer registriert.

source: Please enter the user data. A random password will be generated and sent to the user.
de: Bitte geben Sie die Nutzerdaten ein. Der/die neue Benutzer/in erhält ein temporäres Passwort per E-Mail.

source: Login name
de: Benutzername

source: Enter the short login name
de: Der kurze Benutzername, z.B. kmueller

source: Full name
de: Vollständiger Name

source: Enter the full name of the user
de: Der vollständige Name, z.B. Klaus Müller

source: Email address
de: Emailadresse

source: Enter a valid Email address
de: Geben Sie eine gültige E-Mailadresse ein.

source: Login name '%s' already exists. Please choose a different one.
de: Der Benutzername '%s' kann nicht verwendet werden. Bitte wählen Sie einen anderen.

source: Please enter the information on the new datasource.
de: Bitte geben Sie die Informationen zur neuen Datenbank ein.

source: The short name, e.g. researchgroup1
de: Kurzname, z.B. forschungsgruppe1

source: A descriptive title, e.g. Database of Research Group 1
de: Ein beschreibender Titel, z.B. Literaturdatenbank Forschungsgruppe 1

source: Datasource name '%s' already exists. Please choose a different one.
de: Der Name '%s' kann nicht verwendet werden. Bitte wählen Sie einen anderen.

source: Datasource '%s' has been created. By default, it will not be visible to anyone. You have to link it with a group, a role, or a user first.
de: Die Datenbank '%s' wurde angelegt. Sie ist zurzeit noch für niemanden sichtbar. Sie müssen sie erst mit einer Gruppe, einer Rolle oder mit einem Benutzer verknüpfen.

source: Application is in read-only state. Only the administrator can log in.
de: Das Programm ist im Nur-Lese-Modus. Nur der Administrator kann sich im Moment einloggen.

source: You need to set a new password.
de: Sie müssen ein neues Passwort eingeben.

source: This will purge all anonymous user data (do this only during maintenance periods) and export all access control data to the backup folder.
de: Dies löscht alle Daten der Gastnutzer (deswegen nur während Wartungsperioden durchführen) und wird alle Zugangskontrolldaten in den Backup-Ordner schreiben.

source: All data exported to the backup directory.
de: Alle Daten wurden im Backup-Verzeichnis gesichtert.

source: Thank you for taking time to make Bibliograph better.
de: Danke, dass Sie dazu beitragen, das Programm zu verbessern.

source: After selecting the type of report (1), please provide a detailed description of the error or the requested feature (2).
de: Nachdem sie die Art der Meldung gewählt haben (1), geben Sie uns bitte eine detaillierte Beschreibung des Fehlers oder der gewünschten Funktionalität (2).

source: If the application has reported an error, please copy & paste or write down the error message (3).
de: Wenn die Anwendung einen Fehler gemeldet hat, geben Sie diesen im Feld (3) an.

source: Finally, If you want to be notified about the progress of your request, please provide your email address (4).
de: Wenn Sie über den Fortschritt Ihrer Meldung informiert werden möchten, geben Sie bitte Ihre E-Mailadresse an (4).

source: Type of report
de: Art der Meldung

source: Problem/Bug report
de: Fehlermeldung

source: Feature request
de: Verbesserungsvorschlag

source: Error Message
de: Fehlermeldung

source: Thank you for your report.
de: Vielen Dank für Ihre Meldung.

source: You will be notified as soon as it can be considered.
de: Sie werden benachrichtigt, sobald wir dazu kommen.

source: Export references
de: Datensätze exportieren

source: Choose the export format
de: Exportformat auswählen

source: Preparing export data. Please wait...
de: Exportdaten werden verarbeitet. Bitte warten...

source: Change the visibility of the folder
de: Die Sichtbarkeit des Ordners ändern

source: State
de: Status

source: Folder is publically visible
de: Ordner ist öffentlich sichtbar

source: Folder is not publically visible
de: Ordner ist nicht öffentlich sichtbar

source: Depth
de: Reichweite

source: Apply only to the selected folder
de: Nur auf den ausgewählten Ordner anwenden

source: Apply to the selected folder and its subfolders
de: Auf den ausgewählten Ordner und alle Unterordner anwenden

source: Please enter the name and type of the new folder:
de: Bitte wählen Sie den Namen und den Typ des neuen Ordners;

source: Normal folder
de: Normaler Ordner

source: Search folder
de: Suchordner

source: Top folders cannot be deleted.
de: Die obersten Ordner können nicht gelöscht werden.

source: Do you really want to move the folder '%s' into the trash?
de: Wollen Sie wirklich den Ordner '%s' in den Mülleimer legen?

source: Folder cannot be moved on itself.
de: Ein Ordner kann nicht auf sich selbst verschoben werden.

source: Parent node cannot be moved on a child node
de: Ein übergeordneter Ordner kann nicht in einen untergeordneten Ordner verschoben werden.

source: Top folders cannot be moved.
de: Die obersten Ordner können nicht verschoben werden.

source: Author
de: Autor/in

source: 2. Choose import format
de: 2. Wählen Sie das Importformat aus

source: No recognized query format in request.
de: Das Abfrageformat kann nicht erkannt werden.

source: The selected record '%s' is contained in %s folders. Move to the trash anyways?
de: Der ausgewählte Datensatz '%s' befindet sich in %s Ordnern. Möchten Sie ihn trotzdem in den Papierkorb bewegen?

source: Invalid datasource.
de: Ungültige Datenquelle.

source: Invalid source folder.
de: Ungültiger Quellordner.

source: Invalid target folder.
de: Ungültiger Zielordner.

source: Record is marked for deletion
de: Der Datensatz ist zur Löschung vorgesehen.

source: Reference id
de: Datensatz-ID

source: Created
de: Angelegt am

source: Created by
de: Angelegt von

source: Modified
de: Verändert am

source: Modified by
de: Verändert von

source: Search in:
de: Suchen in:

source: Whole database
de: Gesamte Datenbank

source: Selected records
de: Ausgewählte Datensätze

source: Selected folder
de: Ausgewählte Ordner

source: Replace in:
de: Ersetzen in:

source: Search expression:
de: Suchausdruck:

source: Replace with:
de: Ersetzen mit:

source: Create a backup?
de: Eine Sicherung anlegen?

source: You can do a 'find and replace' operation on all or selected records in the database. These changes cannot easily be undone, that is why it is recommended to create a backup.
de: Sie können eine "Suchen und Ersetzen"-Operation in allen oder ausgewählten Datensätzen der Datenbank durchführen. Diese Änderungen können nur sehr schwer oder gar nicht rückgängig gemacht werden, deswegen wird geraten, eine automatische Sicherung durchführen zu lassen.

source: in all records
de: in allen Datensätzen

source: in the selected records
de: in den ausgewählten Datensätzen

source: in the selected folder
de: im ausgewählten Ordner

source: all fields
de: allen Feldern

source: field '%s'
de: Feld '%s'

source: Are you sure you want to replace '%s' with '%s' in %s %s?
de: Sind Sie sicher, dass Sie '%s' mit '%s' in %s %s ersetzen wollen?

source: In case you want to revert the changes, a backup file '%s' has been created.
de: Im Fall, dass Sie die Änderungen rückgängig machen wollen, wurde eine Sicherungsdatei '%s' erstellt.

source: %s replacements made. %s
de: Es wurden %s Ersetzungen vorgenommen. %s

source: You can use the search features of this application in two ways.
de: Sie können sie Suchfunktion dieser Anwendung auf zwei verschiedene Arten nutzen.

source: Either you simply type in keywords like you would do in a google search.
de: Entweder tippen Sie einfach Schlagwörter in das Suchfeld, wie Sie es von einer Google-Suche gewöhnt sind.

source: Or you compose complex queries using field names, comparison operators, and boolean connectors (for example: title contains constitution and year=1981).
de: Oder Sie erstellen komplexere Abfrage unter Verwendung von Feldnamen, Vergleichsoperatoren und logischen Verknüpfungen (Zum Beispiel: titel enthält verfassung und jahr = 1981).

source: You can use wildcard characters: '?' for a single character and '*' for any amount of characters.
de: Sie können auch Ersetzungszeichen verwenden: '?' für einen einzelnen Buchstaben und '*' für eine beliebige Anzahl von Buchstaben.

source: When using more than one word, the phrase has to be quoted (For example, title startswith "Recent developments").
de: Wenn Sie mehr als ein Wort verwenden, müssen sie den Ausdruck mit Anführungszeichen einschließen (Zum Beispiel: titel beginntmit "Neuere Entwicklungen").

source: You can click on any of the terms below to insert them into the query field.
de: Klicken Sie auf eine der Begriffe weiter unten, um diese in das Suchfeld einzufügen.

source: Field names
de: Feldnamen

source: Comparison modifiers
de: Vergleichsoperatoren

source: Boolean operators
de: Logische Verknüpfungen

source: Starting setup ...
de: Die Anwendung wird konfiguriert ...

source: Initial user data imported.
de: Benutzerdaten wurden importiert.

source: Checking configuration ...
de: Überprüfe Konfiguration ...

source: Please enter the administrator email address in the application.ini.php file (email.admin).
de: Bitte tragen sie die Emailadresse des Administrators in der Datei application.ini.php ein (unter email.admin).

source: Administrator email has been set.
de: Die Administratoren-Email wurde gespeichert.

source: Setting up configuration keys ...
de: Konfigurationsdaten werden hinzugefügt ...

source: Configuration keys added.
de: Konfigurationsdaten hinzugefügt.

source: Registering datasource information ...
de: Speichere Informationen zu den Datenquellen ...

source: Added datasource schemas.
de: Datenquellenschemata hinzugefügt.

source: Creating example datasources ...
de: Erzeuge Beispiel-Datenquellen ...

source: Created example datasources.
de: Beispiel-Datenquellen erzeugt.

source: Creating internal datasources ...
de: Lege interne Datenquellen an ...

source: Created internal datasources.
de: Interne Datenbanken wurden angelegt.

source: Done ...
de: Fertig ...

source: Setup finished. Please reload the application
de: Die Einrichtung von Bibliograph ist abgeschlossen. Bitte laden Sie Bibliograph neu.

source: You have been registered as a user at '%s'.
de: Sie wurden als Nutzer von '%s' registriert.

source: Your username is '%s' and your password is '%s'
de: Ihr Nutzername ist '%s' und Ihr Passwort ist '%s'

source: This is to inform you that your password has changed at '%s'.
de: Hiermit möchten wir Sie informieren, dass Ihr Passwort bei '%s' geändert worden ist.

source: You can now log in at <a href='%s'>this link</a>
de: Sie können sich jetzt <a href='%s'>hier</a> anmelden.

source: The email address %s is invalid
de: Die E-Mailadresse %s ist ungültig.

source: Authentication must be done through a secure connection, using the https:// protocol.
de: Die Anmeldung muss über eine sichere Verbindung erfolgen, d.h. über eine Adresse, die mit "https" beginnt.

source: Please log in again.
de: Bitte erneut anmelden.

source: Session has expired.
de: Ihre Sitzung ist abgelaufen.

source: Invalid session.
de: Ungültige Sitzungskennung.

source: Invalid user name.
de: Ungültiger Nutzername

source: User is deactivated.
de: Dieser Benutzer ist deaktiviert.

source: Wrong password.
de: Das Passwort ist falsch.

source: You will be logged out. Please reload the application and start again.
de: Sie werden abgemeldet. Bitte laden Sie die Anwendung erneut.

source: Default role for new users
de: Standardrolle für neue Benutzer/innen

source: No role
de: Keine Rolle

source: Password
de: Passwort

source: To change the password, enter new password.
de: Zum ändern bitte ein neues Passwort eingeben.

source: Repeat password
de: Passwort wiederholen

source: To change the password, repeat new password
de: Zum ändern bitte das neue Passwort wiederholen.

source: Anonymous User
de: Gastbenutzer

source: Passwords do not match...
de: Passwörter stimmen nicht überein.

source: Password must be at least 8 characters long
de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: Plugin is not installed
de: Das Plugin ist nicht installiert.

source: Install plugin
de: Plugin installieren

source: Plugin is installed
de: Das Plugin ist installiert.

source: Uninstall plugin
de: Plugin deinstallieren

source: Reinstall plugin
de: Plugin erneut installieren

source: Please configure the plugins
de: Bitte konfigurieren Sie die Plugins.

source: Installed plugin '%s'
de: Plugin '%s' wurde installiert.

source: Installation of plugin '%s' failed: %s
de: Die Installation von Plugin '%s' war nicht erfolgreich: %s

source: Reinstalled plugin '%s'
de: Das Plugin '%s' wurde erneut installiert.

source: Re-Installation of plugin '%s' failed: %s
de: Die erneute Installation von Plugin '%s' war nicht erfolgreich: %s

source: Uninstalled plugin '%s'
de: Das Plugin '%s' wurde deinstalliert.

source: Uninstallation of plugin '%s' failed: %s
de: Die Deinstallation von Plugin '%s' war nicht erfolgreich: %s

source: Log file deleted.
de: Das Logfile wurde gelöscht.

source: You don't have access to '%s'
de: Sie haben keinen Zugang zu '%s'-

source: %s records
de: %s Datensätze

source: Server host
de: Server Hostadresse

source: Database name
de: Datenbankname

source: Database user name
de: Datenbank Nutzername

source: Database user password
de: Datenbank Passwort

source: Database encoding
de: Zeichenkodierung

source: Datasource prefix
de: Tabellenpräfix

source: Resource path
de: Pfad

source: File '%s' does not exist in datasource '%s'
de: Die Datei '%s' existiert in der Datenquelle '%s' nicht.

source: Conference Title
de: Titel der Konferenz
