Repository: abdiiwan1841/bibliograph
Catalog: src/server/modules/z3950/messages/z3950_*.po
Languages: de

source: Author
de: Autor

source: Year
de: Jahr

source: Title
de: Titel

source: The server does not understand the query "%s". Please try a different query.
de: Der Server versteht die Abfrage '%s' nicht. Bitte versuchen Sie eine andere Abfrage.

source: Server does not support a convertable format.
de: Der Server unterstützt das gewählte Format nicht.

source: Waiting for remote server...
de: Abfrage läuft, bitte warten...

source: Server error: %s
de: Serverfehler: %s

source: No results.
de: Keine Ergebnisse.

source: The number of results is higher than %s records. Please narrow down your search.
de: Die Anzahl der Ergebnisse übersteigt %s. Bitte grenzen Sie ihre Abfrage ein.

source: %s records found.
de: %s Datensätze wurden gefunden.

source: Retrieving %s of %s records...
de: Datensatz %s/%s wird abgerufen...

source: Server timeout trying to retrieve %s records: try a more narrow search
de: Der Server braucht zu lange, um %s Datensätze zur übertragen. Bitte grenzen Sie Ihre Abfrage ein.

source: Server error: %s.
de: Serverfehler: %s.

source: Formatting records...
de: Die Datensätze werden formatiert...

source: Cannot convert server response
de: Die Antwort des Servers kann nicht konvertiert werden.

source: hits
de: Ergebnisse
